;
; Tips for translator:
; To begin translating - copy english.ini into the "yourlanguage.ini"
; Please translate text only after symbol ' = '
; Also you can use 'translator for wisecleaner.com' to help you easily complete translation. 
; You can download the translator at http://www.wisecleaner.com/language.html.
;
;
; Translation Author = Samoca Stefan Mihai
; Translation Author Email = icesbitt@yahoo.com
; Soft Version = 7.x
;
[Lang]
NativeLanguage=Româneşte

[GUI]
ButtonYes=Da
ButtonNo=Nu
ButtonOK=Ok
ButtonMinimize=Minimizare
ButtonMaximize=Maximizare
ButtonClose=Inchidere
ButtonRestore=Restaureaza
ButtonMenu=Meniu

[Translation]
;
; Reading habits
; 
ReadHabit = Left-to-right
;
;  Font and Charset
;
LanguageName = Romanian
LangCode= 0418
DefaultFont = Tahoma
DefaultFontSize = 8
DefaultCharset = ANSI_CHARSET
;
; Message box
;
Information = Informatii
Warning = Avertismente
Error = Eroare
Confirm = Confirmare
;
; Main GUI
;
FrmWRC.btnregclean.caption=Cleaner Registru
FrmWRC.btnadv.caption=Tunare Sistem 
FrmWRC.btnsilm.caption=Defragmentare Registru 
FrmWRC.btnrestore.caption=Restaureaza
FrmWRC.btnsettings.caption=Setari
FrmWRC.btnlikeit.caption=Imi place
FrmWRC.btnsuggest.caption=Sugestii si feedback
FrmWRC.WiseSimpleButton1.caption=Backup
;
; Reg Cleaner
;
FrmRegClean.btnall.caption=Toate
FrmRegClean.btnre.caption=Recomandat
FrmRegClean.btnnone.caption=Selectare 0
FrmRegClean.btnCustom.caption=Preferate
FrmRegClean.WiseLabel1.caption=Planificare
FrmRegClean.lbltype.caption=Rulare:
FrmRegClean.lblweek.caption=Selectati Ziua:
FrmRegClean.lbltime.caption=Timp:
FrmRegClean.btnScan.caption=Start Scanare
FrmRegClean.btncancel.caption=Anulare
FrmRegClean.btnrescan.caption=Scaneaza
FrmRegClean.lblstat.caption=Pana acum nu v-ati curatat registru. O curatare imediata este sugerata!
FrmRegClean.vtrc.Columns[0]=Data
FrmRegClean.vtrc.Columns[1]=Cheie Registru
;
; Optimizer
;
FrmOptimizer.btnSlimming.caption=Optimizare
FrmOptimizer.btnnone.caption=Selectare 0
FrmOptimizer.btnall.caption=Toate
FrmOptimizer.btnDefault.caption=Sistem Implicit
FrmOptimizer.lblrecommendinfo.caption=Va rugam sa încercati si celelalte produse de la wisecleaner.com acum!
FrmOptimizer.lblpce.caption=Wise PC Engineer
FrmOptimizer.lblpceinfo.caption=este un pachet important : registrii, disc si alte utilitare de sistem pentru PC. Usor de folosit si eficient!
FrmOptimizer.lblwdcinfo.caption=este cel mai bun Cleaner de disc gratuit pentru curatarea fisierelor nefolositoare si urmelor de confidentialitate. Rapid, complet si sigur!
FrmOptimizer.lblwdc.caption=Wise Disk Cleaner
FrmOptimizer.lblre.caption=Doriti sa va îmbunatatiti performantele Windows-ului?
Frmoptimizer.lblinfoex.caption=Tunarea Sistemului poate inbunatati reteaua, viteza, si poate stabiliza sistemul.
FrmOptimizer.btnoptimize.caption=Optimizeaza
;
; Reg Defrag
;
FrmRegDefragger.lblinfo.caption=Defragmentarea Registrului poate face ca PC-ul sa ruleze mai rapid si sa fie mai stabil.
FrmRegDefragger.lblstat.caption=Nu v-ati defragmentat registrul înca. O defragmentare imediata este sugerata!
FrmRegDefragger.btndefrag.caption=Defragmenteaza
FrmRegDefragger.lblinfo1.caption=1. Va sugeram sa închideti toate celelalte aplicatii înainte de a executa aceasta functie.
FrmRegDefragger.lblinfo2.caption=2. Sistemul nu va raspunde cat timp analizeaza.
FrmRegDefragger.lblinfo3.caption=3. Computerul se va reporni dupa incheierea Defragmentarii Registrului.
FrmRegDefragger.lblinfo4.caption=4. Va rugam sa nu întrerupeti Defragmentarea Registrului, în caz contrar, se vor provoca consecinte necunoscute.
FrmRegDefragger.vtdefrag.Columns[0]=Nume Stup(hive)
FrmRegDefragger.vtdefrag.Columns[1]=Dimensiune Curenta
FrmRegDefragger.vtdefrag.Columns[2]=Dimensiune Noua
FrmRegDefragger.vtdefrag.Columns[3]=Rata redundanta
FrmRegDefragger.btnAnalysis.caption=Analizeaza
;
; Custom scan areas
;
Frmcustom.caption=Preferate
Frmcustom.btnre.caption=Recomandat
Frmcustom.btnall.caption=Toate
Frmcustom.btnnone.caption=Selectare 0
Frmcustom.btncancel.caption=Anulare
Frmcustom.btnok.caption=Ok
;
; About Window
;
FrmAbout.lblver.caption=Versiune Curenta:
FrmAbout.lblemail.caption=Email Asistenta:
FrmAbout.lblemailinfo.caption=support@wisecleaner.com
FrmAbout.lblhome.caption=Pagina Principala:
FrmAbout.lblhomeinfo.caption=http://www.wisecleaner.com
FrmAbout.lblthanks.caption=Multumim urmatoarelor persoane pentru contributiile lor:
FrmAboutWin.caption=Despre
FrmAboutWin.btnok.caption=Ok
;
; Settings
;
FrmSettings.caption=Setari
FrmSettings.tsCommon.caption=General
FrmSettings.tsAutoRun.caption=Rulare Automata
FrmSettings.tsExclusion.caption=Excludere
FrmSettings.btnrestore.caption=Despre Noi
FrmSettings.btnok.caption=Ok
FrmSettings.btncancel.caption=Anulare
;
; Auto Run
;
FrmAutorunSettings.chk1.caption=Creati icon cu "Curatare cu un clic", si puneti-o pe Desktop
FrmAutorunSettings.lblcmd.caption=Linie Comanda
FrmAutorunSettings.lblcmdinfo.caption=Puteti executa programul, scana si curata registru Automat prin linia de comanda. Pentru mai multe informatii, va rugam sa apasati F1 sau faceti clic pe urmatorul URL pentru a citi documentul nostru de ajutor
FrmAutorunSettings.btnhelp.caption=Ajutor online
;
; Exclusion List
; 
FrmExclusion.btnAdd.caption=cuvant cheie
FrmExclusion.btnExport.caption=Exporta
FrmExclusion.btnRemove.caption=Elimina
FrmExclusion.btnimport.caption=Importa
Frminput.btnok.caption=OK
Frminput.btncancel.caption=Anulare
;
; General Settings
;
FrmGeneral.chkNews.caption=buletine informative
FrmGeneral.chkbackup.caption=Backup Registru inainte de curatare
FrmGeneral.WiseLabel1.caption=Actualizare:
FrmGeneral.WiseLabel2.caption=Limba:
FrmGeneral.btnchecknew.caption=Verifica acum
FrmGeneral.lbtran.caption=Traduce in...
FrmGeneral.lblscanmode.caption=Scanare Registru
FrmGeneral.rdnormal.caption=Normala (Recomandat)
FrmGeneral.rdssafe.caption=Sigura (Arata doar intrarile "sigure")
FrmGeneral.rddeep.caption=Profunda (scanare completa - utilizatori avansati)
;
; Backup and Restore
;
Frm_br.btncancel.caption=Anulare
FrmBackup.caption=Backup
FrmBackup.btnreg.caption=Creati Backup Complet Registru
FrmBackup.btnsys.caption=Creati Punct Restaurare sistem
FrmRestore.caption=Centru Restaurari
FrmRestore.btnRegBk.caption=Backup Registru
FrmRestore.btnSysBK.caption=Restaurare Sistem
FrmRestore.btnclose.caption=Inchidere
FrmRestore.btnrestore.caption=Restaureaza
FrmRestore.btnremove.caption=Elimina
;
; Update
;
frmupdate.caption=Actualizari Soft
;
; Popup Menus
;
pmHelp=Ajutor online
pmHome=Pagina Principala:
pmCheckNew=Actualizare
pmLang=Limbi
pmSkin=Selectare Skin
pmAbout=Despre
pmIgnore=Ignorare element
pmrec=Selectare Element Sigur
pmAll1=Toate
pmNone=Selectare 0
pmGo=Deschide in Registry editor...
pmExport=Exporta in...
pmPortable=Creare versiune portabila
;
; Like Us
;
FrmlikeUs.lblTitle.caption=Daca va place Wise Registry Cleaner, atunci prezentati acest utilitar gratuit celor apropiati.
FrmlikeUs.lblInfo.caption=Va rugam impartasiti Wise Registry Cleaner cu familia, prietenii, colegii prin Email, Blog, Twitter, Youtube, Facebook, ect..  le ve-ti aduce confort si eficienta in viata lor.
FrmlikeUs.lblRate.caption= Evaluati Wise Registry Cleaner:
FrmlikeUs.lblfollow.caption=Urmariti-ne la:
FrmlikeUs.lblshare.caption=Impartasiti WRC:
FrmlikeUs.btndownload.caption=Descarcari gratuite
FrmlikeUs.imgrate.hint=Dati-ne 5 stele
FrmlikeUs.imgmail.hint=Impartasiti prietenilor
FrmlikeUs.imgface1.hint=Impartasiti pe facebook
FrmlikeUs.imgface2.hint=Urmariti-ne pe facebook
FrmlikeUs.imgtwitter1.hint=Impartasiti pe twitter
FrmlikeUs.imgtwitter2.hint=Urmariti-ne pe twitter
FrmlikeUs.Caption=Imi place
FrmlikeUs.lbldownload.caption=Descarcati mai multe softuri gratuite de la WiseCleaner.com

;
; DefProcess
;
FrmProcess.Caption=Analizeaza Registru
FrmProcess.lblwait.caption=Analizeaza...
FrmProcess.lblinfo.caption=PC-ul nu va raspunde cateva secunde sau minute.
FrmProcess.lblwait.caption=Analizeaza, va rog asteptati...

[Message]
Total=Total
DefragRate=Va poate ajuta sa reduceti marimea registrului cu %s.
SuggestDefrag=O defragmentare imediata a registrului este recomandata.
SuggestIgnore=Registru are unele redundante, deci va rugam sa defragmentati data viitoare.
TypeNoError=Curat
NeverClean=Pana acum nu ati curatat registru. O curatare imediata este sugerata!
AdviseClean=Curatarea regulata a Registrilor poate face ca Pc-ul sa ruleze mai rapid si mai sigur.
DupItem=Acest articol a fost inclus în lista.
Advisedefrag=Defragmenarea Registrului poate face ca PC-ul sa ruleze mai rapid si sa fie mai stabil.
NeverDefrag=Nu v-ati defragmentat registru înca. O defragmentare imediata este sugerata!
LastDefrag=Defragmentare Registru:
TotalDefrag=Un total de %.2f au fost comprimati.
DefaultValue=(Implicit)
RegBackup=Backup Registru
RegRestore=Restaureaza Registru
CreateBackup=Creaza backup date...
Compress=Comprima...
Extracte=Extrage...
Complete=Complet
RestoreReg=Restaureaza Registru ... Astepta câteva minute ...
NotSupportOS=Aceasta caracteristica nu este suportata pe acest sistem de operare.
EnableRestore=System Restore este dezactivat. Doriti sa-l activati?
SysCreating=Creare punct de Restaurare...
SysRestoring=regatire pentru restabilirea sistemului ...
RestorePointDone=Punctul de Restaurare a fost creat cu succes.
RestorePointFail=Nu s-a putut crea punct de Restaurare a sistemului.
ErrorMsg=Mesaj Eroare :
Area=Zona
Summary=Descriere
LeastOne=Va rugam sa alegeti cel putin o zona pentru scanare.
IsRunning=Programul scaneaza, va rugam sa asteptati terminarea scanarii, si sa încercati din nou.
Optimized=Optimizat
DefragReport=Registru a fost compactat. Raport optimizare:
DefragReport1=Dimensiune Veche Registru:
DefragReport2=Dimensiune Noua Registru:
DefragReport3=Dimensiune Optimizata:
ReOptimize=Optimizare Noua
ComfirmDefrag=Va rugam salvati-va lucrul neterminat, deoarece PC-ul se va reporni imediat dupa Defragmentarea Registrului. Vreti sa incepeti acum?
def15After=%d zile au trecut de cand nu ati mai defragmentat registru. Va rugam Defragmentati acum!
def15Before=Computerul va rula rapid si stabil, daca va pastrati registru compact pe cat posibil.
KeyWord=Va rugam introduceti cuvintele cheie:
ExImport=Lista de excludere a fost exportata în:
NoNewVer=Versiunea pe care o utilizati este cea mai recenta.
Daily=Zilnica
Weekly=Saptamanala
Monthly=Lunara
Never=Niciodata
TranslateTo=Traduce in...
NeedBack=Se pare ca aceasta este prima data când folositi acest program. Un backup de registru este recomandat imediat. Doriti sa creati un backup acum?
Newsletter=Buletin informativ
UpgradeInfo=Informatii Actualizari
CannotCrTask=Nu se poate crea o sarcina programata.
ScheduleNextTime=Data viitoare:
Exported=Elementele curente au fost exportate la %s. Doriti sa deschideti fisierul acum?
Idle=Cand inactiv(idle)
LastClean=Curatatare registru:
Monday=Luni
Tuesday=Marti
Wednesday=Miercuri
Thursday=Joi
Friday=Vineri
Saturday=Sambata
Sunday=Duminica
IssueFound=%d probleme gasite.
Scanning=Scanneaza...
ScanCanceled=Scanarea a fost Anulata!
FindError=Un total de %d probleme gasite de data asta. %d au fost nesigure.
LogAll=%d probleme gasite, %d probleme rezolvate.
LogFail=Esuare eliminare %d probleme.
StartClean=Start Curatare
StartScan=Start Scanare
7After= %d zile au trecut de cand a-ti curatat registrul. O scanare imediata este sugerata.
7Before=Cu cat registru este mai curat cu atat computerul va deveni mai rapid!
ReScanHint=%d probleme gasite. Va sugeram sa scanati din nou pentru a gasi mai multe necunoscute.
CleanNow=Va rugam sa faceti clic pe "Start Curatare" pentru a rezolva aceste probleme immediat.
NoError=Felicitari! Registru este curat.
GoodHabit=Este utila mentinerea PC-ului la performante de vârf prin curatarea regulata a Registrului.
ReScanHint1=Va sugeram sa scanati din nou pentru a gasi potentiale probleme.
TypeChanged=Ati schimbat elementele de scanat!
ReScanHint2=Va rugam scanati din nou, pentru a gasi probleme.
CleanDone=Curatare finalizata!
bkAuto=Automat
bkManual=Manual
BackupDate=Timp Backup
BackupType=Tip Backup
Problems=Probleme
CreateDate=Data Crearii
Description=Descriere
Removebackup=Doriti sa eliminati copia de rezerva selectata?
RemoveSysRestore=Doriti sa eliminati punctul de Restaurare selectat?
NoBackupSelected=Va rugam sa alegeti cel putin o copie de rezerva pentru Restaurare.
RestoreComplete=Restaurare Completa
RestoreFromSysRestore=Trebuie sa reporniti computerul pentru Restaurarea Sistemului. Restaurati acum?

[Tuneup]
RestoreAll=Doriti sa restaurati toate elementele la setarile implicite?
NoSelectedItem=Va rugam sa alegeti cel putin un element pentru optimizare.
OptItems=Urmatoarele %d elemente pot fi optimizate.
ItemsOptimized=%d elemente au fost optimizate.
TakeEff=Unele schimbari nu se vor aplica pana când nu reporniti PC-ul.
NoItems=Felicitari! Toate elementele au fost optimizate.
BootSpeedup=Accelerare Pornire/Oprire
SystemStable=Stabilitate Sistem
SystemSpeedup=Accelerare Sistem
NetworkSpeedup=Accelerare Retea
PrefetchParameters=Optimizare parametrii prefetch pentru a inbunatati viteza de Boot
BootDelay=Reduce timpul "verificarii discului" pentru a inbunatati viteza de boot-are
BootPartition= Activati caracteristica de optimizare pentru Windows pentru a îmbunatati viteza de boot-are.
ClearPagingFile=Dezactiveaza curatarea fisierelor paginare Windows la închidere pentru a accelera oprirea PC-ului
TimeOut=Reduceti inactivitatea aplicatiilor la inchidere pentru a îmbunatati procesul de închidere
AutoKill=Inchidere procese blocate pentru a evita blocarea sistemului
RestartExplorer=Restartare Automata Windows Explorer pentru a opri disparitia neasteptata a icoanelor
TwoProcess=Setati componentele Windows Explorer sa ruleze in procese separate pentru a evita conflictele de sistem  
ErrorReport=Dezactivare raportare erori pe ecran pentru a imbunatati performantele sistemului
Debugger=Dezactiveaza "debugger"-ul pentru a accelera procesarea erorilor
OptMemory=Optimizare setari implicite memorie pentru imbunatatirea performantei sistemului
OptVEff=Optimizare componente frontale (caseta dialog, meniuri, etc), aspect pentru a imbunatati performantele sistemului
OptFileSystem=Optimizare fisiere sistem pentru a imbunatati performantele sistemului
OptDiskSystem=Optimizare subsistem Intrare/Iesire(I/O) pentru a îmbunatati performantele sistemului
DisAutoRun=Dezactivare caracteristica "Autopornire" pe hard, pentru a evita infectarea/propagarea cu virusi
OptDiskIdle=Optimizare disc Intrare/Iesire(I/O) în timp ce procesorul este inactiv
OptTTL=Optimizare setari TTL(Timp Plecare) pentru a inbunatati performanta retelei
OptNetForward=Optimizarea abilitatii de transmitere pentru a îmbunatati performanta retelei
OptMTU=Improve TCP/IP performance through automatic detection of "black holes" in routing at Path MTU Discovery technique
OptWINS=Optimize WINS name query time to improve data transfer speed
OptNetWork=Optimizare setari retea pentru a imbunatatirea performantei de comunicare
CloseAnimate=Dezactiveaza "efectele de tranzitie" pentru a îmbunatati viteza
PagingExecutive=Disable memory pagination and reduce disk I/O to improve application performance. (Option may be ignored if physical memory is <1 Gb)
StaticIP=Setati adresa de IP statica pentru conexiunea locala pentru a accelera butarea PC-ului
PorcessorTime=Optimizare performanta procesor pentru executarea de aplicatii, jocuri, etc (Ignorare server)
DisableIDECheck=Preveniti verificarea canalului IDE de catre Windows pentru a inbunatati viteza de butare
ForeAppSpeed=Creşteţi viteza de răspuns a programelor de prim plan
AeroPeek=Cresteti viteza afişare a Aero Peek

[Type]
Activex=Componente ActiveX/COM 
FireWall=Setari Firewall
RootAll=Cai nevalabile
SoftwareSection=Cai Soft
ApplicationPaths=Cai Applicatii
FileTypes=Tip Fisiere
HelpFiles=Fisiere Ajutor
Fonts=Fonturi
SharedDLL=Shared DLLs
MRULists=User MRU Lists
UninstallSection=Dezinstalari
StartMenu=Meniul Start
StartupProgram=Programe Pornire
SoundandAppEvents=Sunet si AppEvents
IEUrlHistory=Istoric Url IE
IFEO=Image File Execution
EmptyKey=Chei goale
App=Setari Applicatii

[ErrorMessage]
MimeExName=Incorrect MIME file extension registered: %s
EmptyKey=Chei goale
EmptyHelpdirctory=Folder Ajutor Gol.
FileNotExist=Fisierul(Folderul) nu exista.
HFileNotExist=Fisierele(Folderul) de Ajutor nu exista.
EmptyValue=Valoare nula
TypeLib=Tip Librarie nu exista:
NodeEmpty=Nod gol
SharedFilenotexist=Fisierul partajat nu exista.
sharedfilenotbeuse=Fisierul partajat nu este folosit.
noconnection=Fara informatii conectare
Invalidpathtoicon=Cale nevalida la icoana.
ReferstoaninvalidClass=Se refera la o clasa invalida.
Emptyshellcommand=comanda Shell goala.
Invalidshellcommand=comanda Shell nevalida(Fisierul nu exista). 
Fontsnotexist=Fonturile nu exista.
Hijacking=%s a fost deturnat de catre %s.
MRULists=Liste utilizator MRU
invalidOpenWith=Nicio aplicatie nu este asociata cu acest tip.
ReferActivex=Se refera la o intrare nevalida Activex/COM.
EmptyCLSID=CLSID gol. 
ComSourceNotExist=Sursa COM nu exista.
invalidUnistall=Informatii dezinstalari nevalide 
notexist=nu exista.
ObsoleteStartMenuItem= Elemenet invechite(Obsolete) Meniul Start.
SoundFilenotexist=Fisiere Sunet nu exista.
FileNotExist1=Fisier(Folder) nu exista, dar unitatea "%s" este %s, recomandam sa ignorati aceasta eroare.
OpenWithError=Open with error, the specified application does not exist.
OpenWithError1=Open with error, the specified application does not exist. But the drive "%s" is %s, recommend you to ignore this error.
ComSourceNotExist1=COM Source does not exist, but drive %s is %s, recommend you to ignore this error.

[CommonClean]
WhenIdle=Cand inactiv(idle)

[Summary]
Activex=Componente incorecte ActiveX si COM
FireWall=Setari incorecte firewall Windows
RootAll=Cai si fisiere nevalabile 
SoftwareSection=Cai si fisiere nevalabile lasate de soft eliminat
ApplicationPaths=Cai aplicatii si fisiere inregistrate nevalide 
FileTypes=Informatii extensii nevalide
HelpFiles=Fisiere Ajutor inregistrate nevalide
Fonts=Informatii fonturi nevalide
SharedDLL=Missing shared dynamic-link libraries
MRULists=Istoric accesare fisiere, filme vazute, documente editate etc.
UninstallSection=Informatii dezinstalari nevalide sau inutile
StartMenu= Elemente învechite(Obsolete) meniul Start
StartupProgram=programe pornire nevalide sau invechite.
SoundandAppEvents=setari sunet si evenimente nevalide sau Invechite
IEUrlHistory=VisIstoric Web IE
IFEO=Intrari malware create de spyware, virus sau malware
EmptyKey=Intrari fara informatii
App=Setari aplicatii incorecte 

[AutoClean]
ErrorsFixed=erori curatate.
Title=Felicitari!
ErrorsFound=erori gasite.

[Skin]
SkinDefault=Implicit
SkinBlue=Albastru
SkinGreen=Verde
SkinCustom=Preferat
SkinColor=Culoare skin preferata